Repository: Vernite/frontend
Catalog: src/locales/messages.*.xlf
Languages: pl_pl

source: Messages module require Slack integration to work. To connect your account with Slack you need to add it in settings page.
pl_pl: Moduł wiadomości wymaga do działania integracji ze Slackiem. Aby połączyć swoje konto ze Slackiem, trzeba zintegrować je w ustawieniach.

source: No projects found
pl_pl: Nie znaleziono projektów

source: GitHub connection success
pl_pl: Połączenie z Github zakończyło się z powodzeniem

source: No tasks have been assigned to you at the moment. Feel free to check back later to see if any new tasks have been added.
pl_pl: W tej chwili nie przydzielono Ci żadnych zadań. Możesz sprawdzić później, czy nie zostały dodane nowe zadania.

source: Tasks assigned to you
pl_pl: Zadania przypisane do Ciebie

source: Upon proceeding, an email with a deletion link will be send to your email account. To delete account you will need to click given link. Are you sure you want to proceed with deleting your account? Please note that this action will log you out.
pl_pl: Po przejściu dalej, zostanie wysłana na Twoje konto e-mail, wiadomość z linkiem do usunięcia konta. Aby usunąć konto, musisz kliknąć podany link. Czy na pewno chcesz kontynuować usuwanie konta? Zwóć uwagę, że ta czynność spowoduje wylogowanie.

source: Unknown
pl_pl: Nieznany

source: It should be a boolean
pl_pl: To powinan być wartość logiczna

source: Length should not be lesser than min_length
pl_pl: Długość nie powinna być mniejsza niż min_length

source: Number should not be negative
pl_pl: Liczba nie powinna być ujemna

source: Given passwords are not the same
pl_pl: Dane hasła nie są takie same

source: This field requires a non-whitespace value
pl_pl: To pole wymaga wartości innej niż znaki białe

source: No updates were made to any of your projects.
pl_pl: Żaden z Twoich projektów nie został zaktualizowany.
