Repository: Vernite/frontend
Catalog: src/locales/messages.*.xlf
Languages: pl_pl

source: This field is required
pl_pl: To pole jest wymagane

source: New workspace
pl_pl: Nowa przestrzeń pracy

source: Workspace name
pl_pl: Nazwa przestrzeni pracy

source: New project
pl_pl: Nowy projekt

source: Project name
pl_pl: Nazwa projektu

source: Save
pl_pl: Zapisz

source: Name
pl_pl: Nazwa

source: Statistics
pl_pl: Statystyki

source: Last update
pl_pl: Ostatnia aktualizacja

source: Delete workspace
pl_pl: Usuń przestrzeń pracy

source: Delete task
pl_pl: Usuń zadanie

source: Due date
pl_pl: Termin

source: Edit task
pl_pl: Edytuj zadanie

source: Edit task: {{ data.task?.name }}
pl_pl: Edytuj zadanie: {{ data.task?.name }}

source: New task
pl_pl: Nowe zadanie

source: Create new task
pl_pl: Dodaj nowe zadanie

source: Description
pl_pl: Opis

source: Sample description...
pl_pl: Przykładowy opis...

source: Create
pl_pl: Utwórz

source: Save changes
pl_pl: Zapisz zmiany

source: Edit workspace
pl_pl: Edytuj przestrzeń pracy

source: Create project
pl_pl: Dodaj projekt

source: Edit project
pl_pl: Edytuj projekt

source: Delete project
pl_pl: Usuń projekt

source: Delete project "project.name"
pl_pl: Usuń projekt "project.name"

source: Delete
pl_pl: Usuń

source: Cancel
pl_pl: Anuluj

source: Delete workspace "workspace.name"
pl_pl: Usuń przestrzeń pracy "workspace.name"

source: Workspaces
pl_pl: Przestrzenie pracy

source: Create workspace
pl_pl: Dodaj przestrzeń pracy

source: Are you sure you want to delete this workspace?
pl_pl: Czy na pewno chcesz usunąć tą przestrzeń pracy?

source: Are you sure you want to delete workspace "this.workspace.name"?
pl_pl: Czy na pewno chcesz usunąć przestrzeń pracy "this.workspace.name"?

source: Are you sure you want to delete project "project.name"?
pl_pl: Czy na pewno chcesz usunąć projekt "project.name"?

source: Password
pl_pl: Hasło

source: Repeat password
pl_pl: Powtórz hasło

source: Set new password
pl_pl: Wprowadź nowe hasło

source: Remember me
pl_pl: Zapamiętaj mnie

source: Log in
pl_pl: Zaloguj się

source: Register
pl_pl: Zarejestruj się

source: Next
pl_pl: Następny

source: Surname
pl_pl: Nazwisko

source: Username
pl_pl: Nazwa użytkownika

source: Delete task "task.name"
pl_pl: Usuń zadanie "task.name"

source: Log out
pl_pl: Wyloguj się

source: Settings
pl_pl: Ustawienia

source: Profile
pl_pl: Profil

source: Task
pl_pl: Zadanie

source: Add repository
pl_pl: Dodaj repozytorium

source: Save
pl_pl: Zapisz

source: Modules
pl_pl: Moduły

source: Account
pl_pl: Konto

source: Delete account
pl_pl: Usuń konto

source: Change password
pl_pl: Zmień hasło

source: Language
pl_pl: Język

source: Save settings
pl_pl: Zapisz ustawienia

source: Create new workspace
pl_pl: Dodaj nową przestrzeń pracy

source: Repository
pl_pl: Repozytorium

source: Connect to Github
pl_pl: Połącz się z Githubem

source: Calendar
pl_pl: Kalendarz

source: List
pl_pl: Lista

source: Board
pl_pl: Tablica

source: Edit
pl_pl: Edytuj

source: Filters
pl_pl: Filtry

source: Workspace
pl_pl: Przestrzeń pracy

source: Project
pl_pl: Projekt

source: Priority
pl_pl: Priorytet

source: Save changes
pl_pl: Zapisz zmiany

source: Title
pl_pl: Nazwa

source: Only my tasks
pl_pl: Tylko moje zadania

source: Save filters
pl_pl: Zapisz filtry

source: Manage projects
pl_pl: Zarządzaj projektami

source: Open in github.dev
pl_pl: Otwórz w github.dev

source: Open in Visual Studio Code
pl_pl: Otwórz w Visual Studio Code

source: Open in Visual Studio Code Insiders
pl_pl: Otwórz w Visual Studio Code Insiders

source: Manage workspaces
pl_pl: Zarządzaj przestrzeniami pracy

source: Something went wrong
pl_pl: Coś poszło nie tak

source: Your session has expired.
pl_pl: Twoja sesja wygasła

source: Close
pl_pl: Zamknij

source: Success
pl_pl: Sukces

source: Email is not valid
pl_pl: Email jest niepoprawny

source: Length should not be greater than length
pl_pl: Długość nie powinna być większa niż "length"

source: Are you sure you want to delete this workspace "workspace.name"?
pl_pl: Jestes pewien, że chcesz usunąć przestrzeń pracy "workspace.name"?

source: Password requires minimum eight characters, at least one letter and one number
pl_pl: Hasło musi posiadać minimum 8 znaków, conajmniej jedną literę i cyfrę

source: Enter your new password.
pl_pl: Wpisz nowe hasło

source: Given passwords are not the same
pl_pl: Podane hasła nie są takie same

source: Your account has been deleted.
pl_pl: Twoje konto zostało usunięte

source: User is already logged
pl_pl: Użytkownik jest już zalogowany

source: Wrong username or password
pl_pl: Niepoprawna nazwa użytkownika lub hasło

source: John
pl_pl: Jan

source: John98
pl_pl: Jan98

source: Your account has been deleted. You can restore your account within 7 days of deletion.
pl_pl: Twoje konto zostało usunięte. Możesz je przywrócić w ciagu 7 dni od usunięcia.

source: Restore account
pl_pl: Przywróć konto

source: Restore
pl_pl: Przywróć

source: Delete member
pl_pl: Usuń członka zespołu

source: Username or Email
pl_pl: Nazwa użytkownika lub Email

source: General
pl_pl: Ogólne

source: Members
pl_pl: Członkowie zespołu

source: Add members
pl_pl: Dodaj członków zespołu

source: Workspace: {{ (workspace$ | async)?.name }}
pl_pl: Przestrzeń pracy: "{{ (workspace$ | async)?.name }}"

source: Workspace:
pl_pl: Przestrzeń pracy:

source: Add
pl_pl: Dodaj

source: When you enter your email address, you will receive an email with a link to reset your password.
pl_pl: Po wpisaniu adresu email, otrzymasz wiadomość z linkiem do zrestartowania Twojego hasła

source: Edit workspace: {{ (workspace$ | async)?.name }}
pl_pl: Edytuj przestrzeń pracy "{{ (workspace$ | async)?.name }}"

source: Workspace is not empty. Only empty workspaces can be deleted.
pl_pl: Przestrzeń pracy nie jest pusta. Tylko pusta przestrzeń może zostać usunięta.

source: Now you can close this page
pl_pl: Już możesz zamknąć tę stronę

source: Integrations
pl_pl: Integracje

source: Localization
pl_pl: Lokalizowanie

source: Sessions
pl_pl: Sesje

source: Where You are logged in
pl_pl: Gdzie jesteś zalogowany

source: Active now
pl_pl: Aktywny

source: Type
pl_pl: Typ

source: Choose a date
pl_pl: Wybierz datę

source: Low
pl_pl: Niski

source: Medium
pl_pl: Średni

source: High
pl_pl: Wysoki

source: Highest
pl_pl: Najwyższy

source: Lowest
pl_pl: Najniższy

source: It's highly recommended to change the password every 30 days. It will increase your account security.
pl_pl: Zaleca się zmianę hasła co ok. 30 dni. Może to pomóc zwiększyć bezpieczeństwo Twojego konta.

source: Update profile
pl_pl: Zaktualizuj profil

source: New task
pl_pl: Nowe zadanie

source: Login to system
pl_pl: Zaloguj się do systemu

source: Reset password
pl_pl: Zresetuj hasło

source: Forgot your password? <a routerLink="/auth/password-reset">Reset password</a>.
pl_pl: Zapomniałeś hasła?<a routerLink="/auth/password-reset"> Zresetuj hasło</a>.

source: Back
pl_pl: Cofnij

source: Username is already taken
pl_pl: Ta nazwa użytkownika nie jest dostępna

source: Email is already taken
pl_pl: Ten email jest już w użyciu

source: Workspace with this ID does not exist.
pl_pl: Przestrzeń pracy z podanym ID nie istnieje.

source: Create new subtask
pl_pl: Dodaj nowe podzadanie

source: Task created successfully!
pl_pl: Dodano zadanie!

source: Now
pl_pl: Teraz

source: Today
pl_pl: Dzisiaj

source: Messages
pl_pl: Wiadomości

source: Bold
pl_pl: Pogrubienie

source: Italic
pl_pl: Kursywa

source: Underline
pl_pl: Podkreślenie

source: Link
pl_pl: Hiperłącze

source: Dotted list
pl_pl: Lista punktowana

source: Numeric list
pl_pl: Lista numerowana

source: Quote
pl_pl: Cytat

source: Code
pl_pl: Kod

source: Block of code
pl_pl: Fragment kodu

source: Email or Username
pl_pl: Email lub nazwa użytkownika

source: Integration modules
pl_pl: Moduły integracji

source: Add modules
pl_pl: Dodaj moduły

source: Saving integrations...
pl_pl: Zapisywanie integracji...

source: Saving project
pl_pl: Zapisywanie projektu

source: Saving integrations
pl_pl: Zapisywanie integracji

source: Date format
pl_pl: Format daty

source: YYYY-MM-DD
pl_pl: RRRR-MM-DD

source: DD-MM-YYYY
pl_pl: DD-MM-RRRR

source: DD.MM.YYYY
pl_pl: DD.MM.RRRR

source: MM/DD/YYYY
pl_pl: MM/DD/RRRR

source: Create subtask
pl_pl: Dodaj podzadanie

source: Due date
pl_pl: Termin

source: Remove assignee
pl_pl: Usuń osobę przypisaną

source: Schedule
pl_pl: Harmonogram

source: Create
pl_pl: Utwórz

source: Deadline
pl_pl: Termin

source: Estimated date
pl_pl: Planowany termin wykonania

source: Other tasks
pl_pl: Inne zadania

source: Are you sure?
pl_pl: Jesteś pewien?

source: Subtask
pl_pl: Podzadanie

source: Task updated successfully!
pl_pl: Pomyślnie zaktualizowano zadanie!

source: Reset filters
pl_pl: Wyczyść filtry

source: Remove file
pl_pl: Usuń plik

source: New task
pl_pl: Nowe zadanie

source: Bug report
pl_pl: Raport błędów

source: Send
pl_pl: Wyślij

source: Delete meeting
pl_pl: Usuń spotkanie

source: Delete slack integration
pl_pl: Usuń integrację ze slackiem

source: User
pl_pl: Użytkownik

source: Delete release
pl_pl: Usuń wydanie

source: Form validation error
pl_pl: Błąd walidacji danych formularza

source: This field cannot consist of only spaces
pl_pl: To pole nie może składać się z samych spacji.

source: Previous month
pl_pl: Poprzedni miesiąc

source: Next month
pl_pl: Następny miesiąc

source: New meeting
pl_pl: Nowe spotkanie

source: Export calendar
pl_pl: Eksportuj kalendarz

source: Url
pl_pl: Adres url

source: Edit meeting: {{ data.meeting?.name }}
pl_pl: Edytuj spotkanie: {{ data.meeting?.name }}

source: Create new meeting
pl_pl: Dodaj nowe spotkanie

source: Projects list is empty
pl_pl: Lista projektów jest pusta

source: Location
pl_pl: Lokalizacja

source: Participants
pl_pl: Uczestnicy

source: End date
pl_pl: Data zakończenia

source: Start date
pl_pl: Data rozpoczęcia

source: Project members list is empty
pl_pl: Lista członków projektu jest pusta

source: Project or meeting does not exist
pl_pl: Projekt lub spotkanie nie istnieją

source: Members to add
pl_pl: Lista osób do dodania

source: Project members
pl_pl: Członkowie projektu

source: Add member
pl_pl: Dodaj osobę

source: Project statuses
pl_pl: Statusy projektu

source: Begin
pl_pl: Początkowy

source: Final
pl_pl: Końcowy

source: Edit status
pl_pl: Edytuj status

source: Color
pl_pl: Kolor

source: Remove status
pl_pl: Usuń status

source: Calendar
pl_pl: Kalendarz

source: About
pl_pl: Szczegóły

source: Delete Slack integration
pl_pl: Usuń integrację ze Slackiem

source: Are you sure you want to delete this Slack integration? This action is irreversible.
pl_pl: Czy jesteś pewien, że chcesz usunąć tą integrację ze Slackiem? Ta czynność jest nieodwracalna.

source: Delete sprint
pl_pl: Usuń sprint

source: Delete sprint "sprint.name"
pl_pl: Usuń sprint "sprint.name"

source: Delete time track
pl_pl: Usuń pomiar czasu

source: Are you sure you want to delete this time track? This action is irreversible.
pl_pl: Czy jesteś pewien, że chcesz usunąć pomiar czasu? Ta czynność jest nieodwracalna.

source: Create new project
pl_pl: Dodaj nowy projekt

source: Create new release
pl_pl: Dodaj nowe wydanie

source: Create release
pl_pl: Dodaj wydanie

source: Create new status
pl_pl: Dodaj nowy status

source: Create new sprint
pl_pl: Dodaj nowy sprint

source: Created by
pl_pl: Utworzone przez

source: Created
pl_pl: Utworzono

source: Create new issue
pl_pl: Dodaj nowe issue

source: Are you sure you want to delete task "task.name"? this action is irreversible.
pl_pl: Czy jesteś pewien, że chcesz usunąć zadanie "task.name"? Ta czynność jest nieodwracalna.

source: Are you sure you want to delete release "release.name"? This action is irreversible.
pl_pl: Czy jesteś pewien, że chcesz usunąć wydanie "release.name"? Ta czynność jest nieodwracalna.

source: Are you sure you want to delete meeting "meeting.name"? This action is irreversible.
pl_pl: Czy jesteś pewien, że chcesz usunąć spotkanie "meeting.name"? Ta czynność jest nieodwracalna.

source: Are you sure you want to delete sprint "sprint.name"? This action is irreversible.
pl_pl: Czy jesteś pewien, że chcesz usunąć sprint"sprint.name"? Ta czynność jest nieodwracalna.

source: Delete your account permanently. All not shared owned projects will also be deleted. This action is reversible in period of 7 days - you need to log in to your account in this time to revert your account deletion.
pl_pl: Usuń swoje konto na stałe. Wszystkie projekty, które nie są dzielone z innymi również zostaną usunięte. Ta czynność jest możliwa do odwrócenia w czasie 7 dni od jej dokonania - wystarczy zalogować się przez ten okres czasu, żeby przywrócić usunięte konto.

source: Edit release: {{ data.release?.name }}
pl_pl: Edytuj wydanie "{{ data.release?.name }}"

source: Edit release
pl_pl: Edytuj wydanie

source: Edit sprint: {{ data.sprint?.name }}
pl_pl: Edytuj sprint "{{ data.sprint?.name }}"

source: Edit sprint
pl_pl: Edytuj sprint

source: Create new project
pl_pl: Dodaj nowy projekt

source: Saving project...
pl_pl: Zapisywanie projektu...

source: Saving project members...
pl_pl: Zapisywanie członków projektu...

source: Saving project statuses...
pl_pl: Zapisywanie statusów projektu...

source: Project or task not found
pl_pl: Nie znaleziono projektu lub zadania

source: Revert active sprint "sprint.name"
pl_pl: Przywróć aktywny sprint "sprint.name"

source: Revert
pl_pl: Przywróć

source: Close sprint "sprint.name"
pl_pl: Zakończ sprint "sprint.name"

source: Project or status not found
pl_pl: Nie znaleziono projektu lub statusu

source: Are you sure you want to revert sprint "sprint.name"?
pl_pl: Czy jesteś pewien, że chcesz przywrócić sprint "sprint.name"?

source: Are you sure you want to close sprint "sprint.name"?
pl_pl: Czy jesteś pewien, że chcesz zakończyć sprint "sprint.name"?

source: Status is not empty
pl_pl: Status nie jest pusty

source: Statuses
pl_pl: Statusy

source: This project doesn't have any status.
pl_pl: Ten projekt nie posiada żadnych statusów.

source: Workspace is not empty
pl_pl: Przestrzeń pracy nie jest pusta

source: Workspace not found
pl_pl: Nie znaleziono przestrzeni pracy

source: Selected workspace is empty
pl_pl: Wybrana przestrzeń pracy jest pusta

source: Project sprints list is empty
pl_pl: Lista sprintów w projekcie jest pusta

source: Project release list is empty
pl_pl: Lista wydań w projekcie jest pusta

source: Project or release not found
pl_pl: Nie znaleziono projektu lub wydania

source: Project not found
pl_pl: Nie znaleziono projektu

source: Project or integration not found
pl_pl: Nie znaleziono projektu lub integracji

source: Project already has integration
pl_pl: Projekt już posiada integrację

source: Add new time track
pl_pl: Dodaj nowy pomiar czasu

source: Time format
pl_pl: Format czasu

source: Publish release
pl_pl: Opublikuj wydanie

source: Integration not found
pl_pl: Nie znaleziono integracji

source: About
pl_pl: Szczegóły

source: Releases
pl_pl: Wydania

source: Color
pl_pl: Kolor

source: Begin
pl_pl: Początkowy

source: Final
pl_pl: Końcowy

source: Integration or channel not found
pl_pl: Nie znaleziono integracji lub kanału

source: Pull requests not found in this repository
pl_pl: Nie znaleziono 'pull requests' w tym repozytorium

source: Epics not found in this project
pl_pl: Nie znaleziono epików w tym projekcie

source: workspace
pl_pl: przestrzeń pracy

source: project
pl_pl: projekt

source: Select one or more integration modules to integrate your project with external services.
pl_pl: Wybierz jeden lub więcej modułów integracji, żeby zintegrować swój projekt z zewnętrznymi serwisami.

source: Parent task
pl_pl: Zadanie nadrzędne

source: There are no matching tasks
pl_pl: Nie znaleziono pasujących zadań

source: Time in this task hasn't been tracked yet
pl_pl: To zadanie nie posiada jeszcze żadnego pomiaru czasu

source: description
pl_pl: opis

source: added
pl_pl: dodał

source: removed
pl_pl: usunął

source: changed
pl_pl: zmienił

source: deleted
pl_pl: usunął

source: created
pl_pl: dodał

source: updated
pl_pl: zmienił

source: from
pl_pl: z

source: to
pl_pl: na

source: name
pl_pl: nazwę

source: priority
pl_pl: priorytet

source: type
pl_pl: typ

source: assignee
pl_pl: osobę przypisaną

source: deadline
pl_pl: termin

source: estimated date
pl_pl: planowany termin wykonania

source: Internal server error
pl_pl: Błąd wewnętrzny serwera

source: Service is currently unavailable
pl_pl: Serwis jest tymczasowo niedostępny

source: Invalid token
pl_pl: Niepoprawny token

source: Comments
pl_pl: Komentarze

source: Dates
pl_pl: Daty

source: People
pl_pl: Ludzie

source: Archived Sprints
pl_pl: Zarchiwizowane sprinty

source: Active Sprint
pl_pl: Aktywny sprint

source: Details
pl_pl: Szczegóły

source: There is no active sprint
pl_pl: Nie ma aktywnego sprintu

source: Start sprint
pl_pl: Rozpocznij sprint

source: Revert sprint to backlog
pl_pl: Cofnij sprint do backlogu

source: Close sprint
pl_pl: Zakończ sprint

source: Sprints
pl_pl: Sprinty

source: Active sprint
pl_pl: Aktywny sprint

source: Archived sprints
pl_pl: Zarchiwizowane sprinty

source: First name
pl_pl: Imię

source: Last name
pl_pl: Nazwisko

source: Integration modules selection
pl_pl: Wybór modułów integracji

source: Configure Repositories
pl_pl: Skonfiguruj repozytoria

source: Some required fields in form are missing
pl_pl: Brakuje uzupełnienia niektórych wymaganych pól w formularzu

source: Conflict
pl_pl: Konflikt

source: All
pl_pl: Wszystko

source: Release
pl_pl: Wydanie

source: Release date
pl_pl: Data wydania

source: test@example.com
pl_pl: testowy@mail.com

source: Smith
pl_pl: Kowalski

source: Account updated successfully
pl_pl: Konto zaktualizowane pomyślnie

source: Progress
pl_pl: Postęp

source: Cannot revoke session
pl_pl: Nie można unieważnić sesji

source: Remove
pl_pl: Usuń

source: Assignee
pl_pl: Osoba przypisana

source: Unassigned
pl_pl: Nieprzypisany

source: Update
pl_pl: Zaktualizuj

source: Updated
pl_pl: Zaktualizowano

source: Changelog
pl_pl: Historia zmian

source: time tracks
pl_pl: pomiary czasu

source: Your registration was successful!
pl_pl: Twoja rejestracja przebiegła pomyślnie!

source: Go to login page
pl_pl: Przejdź do strony logowania

source: Go to landing page
pl_pl: Przejdź do strony głównej

source: Your link has expired!
pl_pl: Twój link stracił datę ważności

source: Go to registration page
pl_pl: Przejdź do strony rejestracji

source: Back to login page
pl_pl: Wróć do strony logowania

source: Your email address has been confirmed! Thank you for completing the registration process.
pl_pl: Twój adres email został potwierdzony! Dziękujemy za zakończenie procesu rejestracji.

source: <span>I agree to the <a routerLink="/terms-and-conditions" target="_blank" click-stop-propagation>Terms and Conditions</a> and <a routerLink="/privacy-policy" target="_blank" click-stop-propagation>Privacy Policy</a></span>.
pl_pl: <span> Zgadzam się z <a routerLink="/terms-and-conditions" target="_blank" click-stop-propagation>Zasadami i warunkami</a> oraz z <a routerLink="/privacy-policy" target="_blank" click-stop-propagation>Polityką prywatności</a></span>.

source: Please check your email for a confirmation link and click it within the next 30 minutes to complete the registration process.
pl_pl: Proszę sprawdź swój email w celu znalezienia linku potwierdzającego i kliknij w niego w przeciągu 30 minut, żeby zakończyć proces rejestracji.

source: New sprint
pl_pl: Nowy sprint

source: Show more
pl_pl: Pokaż więcej

source: Monday
pl_pl: Poniedziałek

source: Sunday
pl_pl: Niedziela

source: First day of week
pl_pl: Pierwszy dzień tygodnia

source: New release
pl_pl: Nowe wydanie

source: If you will move this task to finishing state, the attached pull request will be merged to the repository.
pl_pl: Po przesunięciu tego zadania, do stanu końcowego, przypisany do niego pull request zostanie połączony z repozytorium.

source: Editor
pl_pl: Edytor

source: Preview
pl_pl: Podgląd

source: Sign up
pl_pl: Zarejestruj się

source: Work in progress
pl_pl: Praca w toku

source: Docs
pl_pl: Dokumentacja

source: Manual guide
pl_pl: Samouczek

source: Time tracking
pl_pl: Pomiar czasu

source: Your account has been deleted. If you would like to restore it, please <arouterLink="/auth/login">log in</a> within the next 7 days. After that, restoration will no longer be possible.
pl_pl: Twoje konto zostało usunięte. Jeśli chcesz je przywrócić, proszę <arouterLink="/auth/login">zaloguj się</a> w ciągu najbliższych 7 dni. Po tym czasie przywrócenie nie będzie już możliwe.

source: Please enter your email and password to log in. If you don't have an account, you can create one by clicking <arouterLink="/auth/register">register</a>.
pl_pl: Wprowadź adres e-mail i hasło, aby się zalogować. Jeśli nie masz konta, możesz je utworzyć, klikając <arouterLink="/auth/register">zarejestruj się</a>.

source: Sorry, your email confirmation link has expired. Please request a new confirmation link to complete the registration process.
pl_pl: Przepraszamy, Twój link potwierdzający wygasł. Poproś o nowy link potwierdzający, aby zakończyć proces rejestracji.

source: Please fill out the form below to create a new account. All fields are required. Already have an account? Please <a routerLink="/auth/login">click here</a> to log in.
pl_pl: Proszę wypełnij poniższy formularz, aby utworzyć nowe konto. Wszystkie pola są wymagane. Posiadasz już konto? Proszę <a routerLink="/auth/login">kliknij tutaj</a>, aby się zalogować.

source: I'm sorry, but it looks like you don't have the necessary permissions to perform this action.
pl_pl: Przepraszamy, ale wygląda na to, że nie masz uprawnień niezbędnych do wykonania tej czynności.

source: Clean and powerful task management software
pl_pl: Czyste i wydajne oprogramowanie do zarządzania zadaniami

source: Vernite will help you managing your work and personal projects. It's built for productive people.
pl_pl: Vernite pomoże Ci zarządzać pracą i projektami osobistymi. Jest stworzony dla produktywnych ludzi.

source: In progress
pl_pl: W toku

source: Open details
pl_pl: Otwórz szczegóły

source: In order to proceed, you'll need to connect your GitHub account first.
pl_pl: Aby kontynuować, musisz najpierw połączyć swoje konto GitHub.

source: Note: To use your repositories in our integrations, you'll need to authorize them first.
pl_pl: Uwaga: Aby korzystać z repozytoriów w naszych integracjach, trzeba je najpierw zautoryzować.

source: Password changed successfully!
pl_pl: Hasło zostało zmienione pomyślnie!

source: Repeat new password
pl_pl: Powtórz nowe hasło

source: New password
pl_pl: Nowe hasło

source: Current password
pl_pl: Aktualne hasło

source: Go to Settings
pl_pl: Przejdź do ustawień

source: Messages module require Slack integration to work. To connect your account with Slack you need to add it in settings page.
pl_pl: Moduł wiadomości wymaga do działania integracji ze Slackiem. Aby połączyć swoje konto ze Slackiem, trzeba zintegrować je w ustawieniach.

source: No Slack integration found
pl_pl: Nie znaleziono integracji ze Slackiem

source: Current password is incorrect.
pl_pl: Aktualne hasło jest nieprawidłowe.

source: It looks like you don't have any workspaces yet. To create a new workspace click on the button below.
pl_pl: Wygląda na to, że nie masz jeszcze żadnych przestrzeni pracy. Aby utworzyć nową przestrzeń pracy, kliknij przycisk poniżej.

source: It looks like you don't have any projects in this workspace. To create a new project click on the button below.
pl_pl: Wygląda na to, że nie masz żadnych projektów w tej przestrzeni pracy. Aby dodać nowy projekt, kliknij przycisk poniżej.

source: No workspaces found
pl_pl: Nie znaleziono przestrzeni pracy

source: No Slack integration found
pl_pl: Nie znaleziono integracji ze Slackiem
